[
  {
    "images": ["images/1.jpg", "images/2.jpg"],
    "file_name": "dari-mana-kebab-berasal.html",
    "post_date": "13 July 2022",
    "title": "Dari mana Kebab Berasal?",
    "preview": "Kebab adalah hidangan daging yang dimasak, diiris atau dicincang yang berakar dari masakan Timur Tengah. Penyajian kebab di Timur Tengah biasanya...",
    "introduction": "Kebab adalah <a href='https://id.wikipedia.org/wiki/Kebab' target='_blank'>hidangan</a> daging yang dimasak, diiris atau dicincang yang berakar dari masakan Timur Tengah. Penyajian kebab di Timur Tengah biasanya menggunakan tusuk sate, sehingga menyerupai dengan hidangan sate khas Indonesia. Sementara di Afrika, kebab tidak dipanggang, melainkan direbus dan disajikan dengan kuah atau saus kental. Makanan ini juga dapat ditemukan di setidaknya 18 daerah lainnya seperti Spanyol dan negara-negara Balkan.",
    "contents": [
      {
        "subtitle": "Döner, si Kebab Turki",
        "text": "Doner King Bab secara khusus menyajikan salah satu jenis kebab, yaitu Döner yang asalnya dari Turki. Uniknya, kebab justru dipopulerkan di Eropa, bukan di negara asalnya. Hidangan kebab Döner, yang ciri khasnya berupa daging yang diisi bersama dengan salad campuran ke dalam roti pipih, dipopulerkan oleh <a href='https://en.wikipedia.org/wiki/Kadir_Nurman' target='_blank'>Kadir Nurman</a>. Ia merupakan imigran asal Turki yang pindah ke Jerman pada tahun 1960. Dia segera menyadari bahwa Jerman adalah negara kelas pekerja dan bahwa orang-orang makan dari tangan mereka saat mereka berjalan - dalam waktu singkat. Kemudian, pada tahun 1972, ia memiliki ide untuk memasukkan daging ke dalam roti. Kemudian, ia kembali berinovasi dengan menambahkan salad pada hidangannya."
      },
      {
        "subtitle": "Kebab Khas Turki di Indonesia",
        "text": "Nah, penasaran dong gimana rasanya kebab khas Turki? Tenang saja, Doner King Bab menyediakan berbagai macam menu untuk memuaskan rasa penasaran kalian. Selain itu, untuk kalian yang kurang puas hanya dengan makan roti, kami juga menyediakan Doner dengan nasi yang pasti bisa membuatmu lebih kenyang. Penasaran apa saja menunya? Yuk, lihat lebih lanjut di <a href='https://linktr.ee/donerkingbab' target='_blank'>sini</a>."
      }
    ]
  },
  {
    "images": ["images/3.jpg", "images/4.webp"],
    "file_name": "donner-kebab-the-delicious-m.html",
    "post_date": "13 July 2022",
    "title": "Doner Kebab, The Delicious M",
    "preview": "As the years go by, kebabs become one of the most famous foods in the world that many people, whether they are young or old, like to eat. This food is...",
    "introduction": "As the years go by, kebabs become one of the most famous foods in the world that many people, whether they are young or old, like to eat. This food is one of the most famous foods that use meat as its main ingredient, whether they use cow meat or chicken meat.",
    "contents": [
      {
        "subtitle": "History of Kebab",
        "text": "The word Kebab came from the word kabāb (Arabic) in the late 17th century to English. The Turkish word Kebab came from the Arabic word Kabab which means roasted meat according to a linguist named Sevan Nişanyan.\nIt is believed that kebab originated in Baghdad, Iraq since the 10th century or maybe older. Kebab is mainly associated with the diversity of the meat dish that comes from medieval Persia and Anatolia. The word kebab is popularized to the West by the Turks, which they use to refer to a range of grilled and boiled meat. This food has spread around the world and become one of the most recognizable foods in the world."
      },
      {
        "subtitle": "Kebab Around the World",
        "text": "There are many different varieties of Kebab in the world, for example in China there is barbecued meat called Chuan which is a variation of Kebab from the Uyghur people. There are also varieties from Greece that are called Gyro which is meat cooked on a vertical rotisserie and served wrapped or stuffed inside a Pita bread with other ingredients.\nOne of the most famous varieties of Kebab is called Doner Kebab which comes from Turkey. This food is made by rotisserie seasoned meat slowly and the operator cuts the cooked meat into thin shavings from the outer cooked meat. The meat is usually served wrapped in a thin flatbread known as dürüm."
      }
    ]
  },
  {
    "images": ["images/5.jpg", "images/6.jpg"],
    "file_name": "one-of-the-better-doner-kebabs-i-have-ever-eaten.html",
    "post_date": "13 July 2022",
    "title": "One of the better Doner Kebabs I have ever eaten",
    "preview": "As you might know, I'm a big fan of Donerkingbab. It's a great place to get food and a pick-me-up, but what makes it even better is that they have some...",
    "introduction": "As you might know, I'm a big fan of Donerkingbab. It's a great place to get food and a pick-me-up, but what makes it even better is that they have some of the better Kebabs I have ever eaten there. “But what is Donerkingbab?” I hear you say. Well, Donerkingbab is a relatively small store that sells Doner Kebabs over in Semarang, Indonesia. They sell Doner Kebabs and rice bowls made from the freshest chicken, not last night’s leftovers.",
    "contents": [
      {
        "subtitle": "What even is a Doner Kebab?",
        "text": "Doner is Turkish, and refers to the rotating roast of meat. Kebab is Arabic, meaning \"to grill\" or \"to roast\". So put together, it's a roast that's both grilled and roasted. In this case, thinly sliced lamb or beef, or chicken, which are rolled into a long cylinder, wrapped in string and cooked slowly on a vertical rotisserie. The spits are heated externally by gas flames or charcoal. As it cooks, the fat melts off the outside and bastes the meat while it forms delicious crispy layers. The process takes 1 to 2 hours depending on the thickness of the spits, and is basted occasionally with butter or oil. At the end of cooking, the meat is cut in thin slices from the spit - preferably with a sharp knife at an angle close to 90°. The combination of crispy edges and juicy, tender insides has made men (and some women) weep in ecstasy for centuries! It's so succulent that every bite makes you feel like you're eating more than just meat!"
      },
      {
        "subtitle": "How is Donerkingbab any different from other kebab shops?",
        "text": "Well, other than the best kebab I have ever tasted, Donerkingbab also sell Doner rice bowls. Doner rice bowls is everything inside a Doner Kebab but applied to rice, and let me tell you, the flavor in the meat seeps into the rice, making every bite an absolute pleasure."
      },
      {
        "subtitle": "Well now, I want some too. Where can I get a taste?",
        "text": "Sadly, Donerkingbab is a mom-and-pop store based in Semarang, Indonesia, like I said, so unless you plan on dropping everything you’re doing right now to book a flight there, you’re out of luck. But it is a place I recommend visiting if you’re in Semarang right now, and since I know some of you would be too lazy to go there, well you’re in luck, since they can do Deliveries. Simply visit <a href='https://donerkingbab.my.id/'>https://donerkingbab.my.id/</a> and order one."
      }
    ]
  }
]